IDEA Open Model
MatConcreteEc2.NFactor Property
Compatible with IDEA StatiCa Beta 20.0
 Coefficient n-factor - necessary parabolic part of stress-strain diagram - n
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double NFactor { get; set; }
Public Property NFactor As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace